/* Localized versions of Info.plist keys */

/* AMApplication localized strings */
/* e.g. "TextEdit" = "TextEdit"; */

/* AMCategory localized strings */
/* e.g. "Text" = "Text"; */

AMName = "Run command";

/* AMDefaultParameters localized values */
/* e.g. myDefaultIntegerParameter = 0; */
/* e.g. myDefaultStringParameter = "Default String Value"; */

/* AMDescription localized strings */
//AMDAlert = "(* AMDAlert text goes here. (optional) *)";
AMDInput = "Send a command to Hue Server";
//AMDNote = "Requires the Hue Server app";
//AMDOptions = "(* AMDOptions text to further explain configuration options in the UI goes here. (optional) *)";
//AMDResult = "(* AMDResult text to further explain the types provided as output goes here. (optional) *)";
AMDRequires = "Requires the Hue Server app. For a full list of commands visit the developers section on the website.";
AMDSummary = "This action triggers a command in Hue Server.";
AMDWebsite = "http://www.hue-remote.com";

/* AMKeyword localized strings */
/* e.g. "Filter" = "Filter"; */

/* AMWarning localized strings */
//ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
//IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
//Message = "(* Warning message presented to user goes here. *)";

